chat_system_1730928058_actor_description=Bill Murray. Captain - pirate.
chat_system_1730928058_snap_1_question=^?^Ahoy there, strike them sails! Nobody sails here without my permission. Today is a Walrus day.
chat_system_1730928058_snap_1_answer_0=^?^Who says?
chat_system_1730928058_snap_1_answer_1=^?^I'm sorry, Captain, I didn't know it's your territory.
chat_system_1730928058_snap_5_question=^?^I say it, because I have ownership of these waters, signed by the Governor himself - and that gives me a right to impose tribute on any vessel that sails in these waters.
chat_system_1730928058_snap_5_answer_0=^?^Very interesting goings on around the Islands. And how much am I supposed to give you?
chat_system_1730928058_snap_2_question=^?^Don't worry, freshwater fishie, I won't take much from you. 4000 gold coins and you may go free... until our next meeting. Hey, have we met before?
chat_system_1730928058_snap_2_answer_0=^?^Are there any other options?
chat_system_1730928058_snap_2_answer_1=^?^Ok, alright! Here are your 4000 gold coins.
chat_system_1730928058_snap_0_question=^?^Of course! The first option - you can pay more, ha-ha. The second - you can turn out to be the accursed Black Jack himself, in which case I'll be the one to pay. But judging by the looks of you, I doubt it! And the third option - we board your vessel and rob you blind!
chat_system_1730928058_snap_0_answer_0=^?^Not very good either way. Ok, I'll pay you the 4000 coins.
chat_system_1730928058_snap_0_answer_1=^?^I choose the third option. (Grapple the vessel.)
chat_system_1730928058_snap_0_answer_2=^?^Catch up with me first. "Freshwater sailor!" (Set sail.)
chat_system_1730928058_snap_6_question=^?^Ignorance of the law is no excuse, so, you'll have to pay anyway.
chat_system_1730928058_snap_6_answer_0=^?^Interesting laws you have here. How much do I have to give you?
